Revit 2027 API
ParameterTypeId.CwpAddLevelPrefix Property
 "Add prefix to Level Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpAddLevelPrefix { get; }
Public Shared ReadOnly Property CwpAddLevelPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpAddLevelPrefix {
	ForgeTypeId^ get ();
}
static member CwpAddLevelPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace